{
  "1": "Знаешь, что в ТикТоке можно заливать 10-минутные видео, но мало кто досматривает их до конца? Для сравнения - внимание золотой рыбки всего 9 секунд! Учёные доказали: кошки специально мяукают, как младенцы, чтобы люди быстрее их кормили. Первый в мире мем появился в 1921 году - это был офисный работник с подписью \"Бойся меня!\". Кстати, геймеры лучше справляются с многозадачностью - можешь козырнуть этим фактом, когда родители скажут \"Хватит играть!\". Но есть и плохие новости: из-за соцсетей наша память ухудшается - мозг привык, что любую инфу можно найти за пару кликов.",
  "2": "Первая игровая приставка \"Магнэвокс Одиссея\" весила 3 кг и подключалась к телевизору в 1972 году. Советский программист Алексей Пажитнов создал \"Тетрис\" в 1984-м, а сейчас киберспортсмены зарабатывают миллионы! Но чтобы достичь их уровня, нужно тренироваться по 12 часов ежедневно. Синий свет от экранов действительно нарушает сон - поэтому после 23:00 включайте ночной режим. Кстати, самая дорогая игра - \"Диабло III\", её аукционная продажа составила 12 000 долларов! А знаете ли вы, что первые компьютерные мыши были деревянными?",
  "3": "Человеческий мозг тратит больше энергии на решение математических задач, чем футболист за матч! Исследования показывают: жевательная резинка на уроках улучшает концентрацию на 35%, хотя учителя продолжают запрещать её. Короткий 20-минутный сон днём усиливает память на 20% - теперь можно объяснить родителям, что дневной отдых - это не лень. Удивительно, но музыка Моцарта временно повышает IQ на 8-9 пунктов. А ещё, когда мы учимся, в мозге образуются новые нейронные связи - буквально растёт интеллект! Главное - делать перерывы каждые 45 минут.",
  "4": "Улитки спят по 3 года, а колибри - единственные птицы, умеющие летать назад. Синий кит издаёт звуки громкостью 188 децибел (слышно за 800 км), но тихоходки круче - эти микроскопические существа выживают в кипятке, космосе и при радиации! Муравьи никогда не спят, а медуза Turritopsis способна омолаживаться бесконечно. Самая быстрая птица - сапсан (390 км/ч), а среди наземных животных - гепард (120 км/ч). Но все они проигрывают человеку в одном - только люди плачут от эмоций!",
  "5": "В Швейцарии после 22:00 запрещено спускать воду в унитазе - чтобы не мешать соседям! В Сингапуре запрещена жвачка (штраф 1000 долларов), а в Аляске медведь в кафе имеет право на бесплатный кофе. В Англии нельзя умирать в здании парламента - это считается незаконным. В Италии запрещено строить песочные замки на пляжах, а в Таиланде - наступать на банкноты (на них изображён король). Самый странный закон: в США, штат Аризона, запрещено охотиться на верблюдов - хотя их там нет уже 150 лет!",
  "6": "На Венере идут дожди из свинца, а день там длиннее года! Космонавты в невесомости вырастают на 5 см. Международная космическая станция (МКС) стоит 150 млрд долларов и летит со скоростью 28 000 км/ч - её можно увидеть с Земли невооружённым глазом. Солнечному свету нужно 8 минут до Земли, но он образовался ещё 100 000 лет назад в ядре Солнца. А вот чёрные дыры \"поют\" - NASA записало их звук, преобразовав электромагнитные волны. Кстати, в космосе 99% всего вещества - это плазма!",
  "7": "К 2030 году роботы заменят 20% профессий, но появятся новые: дизайнер виртуальных миров, инженер-генетик, специалист по кибербезопасности. Нейросети уже пишут музыку и рисуют картины - в 2023 году цифровое искусство продали за 69 млн долларов! Главный навык будущего - умение учиться: 85% профессий 2035 года ещё не существуют. Учёные прогнозируют, что первый человек доживёт до 150 лет благодаря биотехнологиям. А к 2045 году, по версии футурологов, компьютеры сравняются по мощности с человеческим мозгом. Готовься к будущему уже сейчас!",
  "8": "Знаете ли вы, что самый долгий матч в теннисе длился 11 часов 5 минут? Игроки провели на корте три дня! А вот баскетбольное кольцо изначально было закрыто снизу - мячи доставали по лестнице. Футболист Криштиану Роналду может прыгнуть на высоту 2,93 м - это выше баскетбольного кольца! Самый необычный рекорд: человек, который 24 часа жонглировал футбольными мячами на беговой дорожке. Кстати, шахматы - это тоже спорт, причём мозг гроссмейстера во время игры сжигает до 6000 калорий в день!",
  "9": "Первая компьютерная мышь была деревянной и стоила 400 долларов в 1968 году! А знаете, что интернет изобрели для быстрого обмена научными данными между университетами? Самый странный патент - аппарат для поднятия бровей (1896 год). Интересно, что Александр Белл, изобретатель телефона, никогда не звонил жене - она была глухой. Сегодня 92% всех данных в мире создано за последние 2 года. Кстати, QR-коды изначально разрабатывали для отслеживания деталей на автозаводах - теперь ими платят за обеды!",
  "10": "В пустыне Атакама (Чили) дождь идёт раз в 10-15 лет, но там живут миллионы микроорганизмов! А вот в Антарктиде есть водопад, из которого течёт красная вода - из-за высокого содержания железа. Каждую минуту на Земле молния бьёт 6 000 раз. Самый высокий водопад - Анхель (979 м), но его обнаружили только в 1933 году. Удивительно, но в одном кубометре облака содержится всего 5 граммов воды. А знаете ли вы, что деревья в городах растут быстрее, чем в лесу - из-за высокого уровня CO2?",
  "11": "Ваш нос помнит 50 000 разных запахов, а язык чувствует вкус за 0,0015 секунды! За жизнь человек проходит расстояние, равное 5 кругосветным путешествиям. Интересно, что кости прочнее стали (если сравнивать одинаковый вес), а желудочная кислота может растворить бритвенное лезвие. Во время чихания скорость воздуха достигает 160 км/ч! Самый удивительный факт: у каждого из нас около 100 000 км кровеносных сосудов - хватит дважды обернуть Землю. Кстати, отпечатки языка уникальны, как и отпечатки пальцев.",
  "size": 11
}