{
    "1": "The first video game console (Magnavox Odyssey, 1972) weighed 3kg! Today's esports pros earn millions, but train 12hrs/day. Blue light from screens actually disrupts sleep - use night mode after 11pm. Fun fact: Tetris was created by Russian programmer Alexey Pajitnov in 1984. The most expensive game ever sold was Diablo III for 12,000 dollars. Did you know original computer mice were wooden?",
    "2": "Your brain burns more energy solving math than playing soccer! Studies show chewing gum improves focus by 35% (though teachers hate it). A 20-minute nap boosts memory by 20% - call it \"brain charging\". Mozart's music temporarily raises IQ by 8-9 points. When learning, your brain literally grows new neural pathways - like muscle for your mind!",
    "3": "The Sun could fit 1.3 million Earths inside! Astronauts grow taller in space then shrink back on Earth. Venus spins backwards with sunrises in the west. A day on Mercury equals 176 Earth days. The ISS travels at 17,500 mph - New York to LA in 10 minutes! Space has a metallic smell. There are more stars than all Earth's sand grains combined. The coldest known place is the Boomerang Nebula at -458F.",
    "4": "Octopuses have blue blood and 3 hearts. The mantis shrimp's punch accelerates like a bullet. Axolotls regenerate entire limbs and organs. Tardigrades survive extreme radiation and space vacuum. Elephants detect water sources miles away. Butterflies taste using their feet. Starfish can evert their stomachs to eat. Cows form close friendships and get stressed when separated.",
    "5": "The first computer \"bug\" was an actual moth in 1947. QWERTY keyboards were designed to slow typing. 90% of all data was created in just the last 2 years. The first website (info.cern.ch) remains online. Mobile phones outnumber people on Earth. Apollo computers had just 64KB memory. The first VCR in 1956 was the size of a piano. ENIAC weighed 27 tons but was less powerful than a calculator.",
    "6": "Honey never spoils - edible after 3,000 years! Bananas are berries but strawberries aren't. Chocolate was once currency. The world's hottest pepper causes temporary blindness. McDonald's sells 75 burgers every second. Pineapple eats you back as you eat it. Coffee beans aren't actually beans. The most expensive pizza costs 12,000 dollars.",
    "7": "Cleopatra lived closer to smartphones than pyramids. The Great Pyramid's stones fit perfectly without mortar. Napoleon was once attacked by bunnies. Medieval \"animal trials\" convicted pests. The shortest war lasted 38 minutes. Albert Einstein refused presidency. Vikings navigated using sunstones. Ancient Romans used urine for laundry.",
    "8": "The Mariana Trench is deeper than Everest is tall. Blue whales' hearts are car-sized. The ocean contains 20 million tons of gold. Bioluminescent plankton create glowing waves. The longest mountain range is underwater. A gallon of seawater holds millions of viruses. Some jellyfish are immortal. The loudest ocean sound remains unexplained (the \"Bloop\").",
    "size": 8
}